[
    {
        "pergunta": "O que é o New Space?",
        "resposta": "O New Space pode ser considerado uma revista científica de cunho astronômico, no qual é composta de algumas ferramentas que possibilitam maior interatividade com o usuário, preservando o âmbito educacional."
    },
    {
        "pergunta": "Posso compartilhar os artigos do site em minhas redes sociais?",
        "resposta": "Sim, você pode compartilhar os artigos do site em suas redes sociais. Ficaríamos felizes em ver nosso conteúdo sendo divulgado para um público mais amplo!"
    },
    {
        "pergunta": "O site oferece versão em outros idiomas?",
        "resposta": "No momento, o site está disponível apenas em [idioma principal]. No entanto, estamos considerando expandir para outros idiomas no futuro."
    },
    {
        "pergunta": "Como posso fazer sugestões para melhorias no site?",
        "resposta": "Adoramos receber feedback e sugestões dos nossos visitantes! Se você tiver alguma ideia para melhorar o site, por favor, compartilhe conosco através do formulário de contato ou por e-mail."
    },
    {
        "pergunta": "Como faço para receber atualizações do site?",
        "resposta": "Você pode se inscrever em nossa newsletter para receber as últimas atualizações do site, incluindo novos artigos, eventos e outras notícias relacionadas à astronomia. Basta preencher o formulário de inscrição com seu nome e endereço de e-mail."
    },
    {
        "pergunta": "Posso contribuir com conteúdo para o site?",
        "resposta": "Estamos sempre abertos a colaborações! Se você tiver um artigo, uma história interessante ou outra forma de contribuição relacionada à astronomia, entre em contato conosco para discutirmos as possibilidades."
    },
    {
        "pergunta": "O NewSpace utiliza algum serviço externo?",
        "resposta": "O NewSpace faz uso de serviços externos, como as APIs de notícias e eventos LL2 e SNAPI do TheSpaceDevs. Através da API de notícias, o NewSpace fornece aos usuários acesso a artigos e informações atualizadas sobre descobertas, missões espaciais e avanços científicos na área da astronomia e exploração espacial. Já a API de eventos permite que os usuários acompanhem e participem de eventos relevantes no campo da exploração espacial, como lançamentos de foguetes e conferências. Essa integração com os serviços do TheSpaceDevs enriquece a experiência dos usuários, mantendo-os informados sobre as últimas novidades e atividades no universo da exploração espacial."
    }   
]